Repository: DieDust/FilesMate
Catalog: src/FilesMate.App/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_hans

# Search_StartupDisabledByWindows
source: FilesMate.GlobalSearch is disabled in Windows Settings › Apps › Startup. Enable it there to start at sign-in.
ja_jp: Windows の「設定 › アプリ › スタートアップ」で FilesMate.GlobalSearch が無効です。サインイン時に起動するにはそこで有効にしてください。
zh_hans: 已在 Windows“设置 › 应用 › 启动”中停用 FilesMate.GlobalSearch，登录后不会启动；请在那里重新开启。

# Search_StartupHint
source: Use the shortcut after signing in to Windows. Turning off background search also suspends startup.
ja_jp: Windows へのサインイン後にショートカットを使用できます。常駐をオフにすると自動起動も停止します。
zh_hans: 登录 Windows 后即可使用搜索快捷键；关闭后台驻留时，开机启动也会一并停用。

# Search_Timeout
source: Search took too long. Try a longer filename or a smaller folder.
ja_jp: 検索がタイムアウトしました。ファイル名を詳しく入力するか、検索範囲を絞ってください。
zh_hans: 搜索范围较大，请输入更完整的文件名或进入更小的文件夹。

# Search_TrayAction
source: Left-clicking the tray icon opens
ja_jp: トレイアイコンの左クリックで開く画面
zh_hans: 托盘图标左键打开

# Search_TypeToStart
source: Search includes subfolders by default.
ja_jp: サブフォルダーも検索対象に含まれます。
zh_hans: 默认搜索当前文件夹及子文件夹。

# Search_Unavailable
source: Search failed. Check the index in the Search page in Settings.
ja_jp: 検索できませんでした。設定の「検索」でインデックスを確認してください。
zh_hans: 搜索暂不可用，请到设置中的“搜索索引”检查状态。

# Search_WindowTitle
source: FilesMate Global Search
ja_jp: FilesMate グローバル検索
zh_hans: FilesMate 全局搜索

source: Select same type
ja_jp: 同じ種類を選択
zh_hans: 选择同类型项目

# Selection_Count
source: {0} items selected
ja_jp: {0} 項目を選択
zh_hans: 已选择 {0} 个项目

source: Settings
ja_jp: 設定
zh_hans: 设置

# SettingsAbout
source: About
ja_jp: このアプリについて
zh_hans: 关于

# SettingsAdvanced
source: Advanced
ja_jp: 詳細設定
zh_hans: 高级

# SettingsAppearance
source: Appearance
ja_jp: 外観
zh_hans: 外观

# SettingsFilesAndFolders
source: Files & folders
ja_jp: ファイルとフォルダー
zh_hans: 文件与文件夹

# SettingsGeneral
source: General
ja_jp: 全般
zh_hans: 常规

# SettingsKeyboard
source: Keyboard
ja_jp: キーボード
zh_hans: 键盘

# SettingsSearch
source: Search
ja_jp: 検索
zh_hans: 搜索

# SettingsTags
source: Tags
ja_jp: タグ
zh_hans: 标签

# Settings_SaveFailed
source: Could not save settings
ja_jp: 設定を保存できませんでした
zh_hans: 设置未能保存

# Settings_SaveFailedDetail
source: Could not save settings:
ja_jp: 設定を保存できませんでした：
zh_hans: 设置未能保存：

# Setup_Guide
source: Feature setup
ja_jp: 機能の初期設定
zh_hans: 功能使用指引

# Setup_GuideHint
source: Choose indexing, search, favorites, alphabet navigation, appearance, and accent color.
ja_jp: インデックス、検索、お気に入り、アルファベットナビゲーション、外観、アクセントカラーを選択します。
zh_hans: 选择索引、搜索、收藏栏、字母快速定位，以及外观和主题色。

# Setup_Index
source: Build a file index automatically
ja_jp: ファイルのインデックスを自動作成
zh_hans: 自动建立文件索引

# Setup_IndexDescription
source: Index file names for fast search. New installations include all available drives, up to 6 folder levels.
ja_jp: ファイル名を登録して高速に検索します。新規設定では利用可能な全ドライブを 6 階層まで登録します。
zh_hans: 后台索引文件名以便快速搜索。新用户默认选择全部可用磁盘，扫描 6 层。

source: Set up later
ja_jp: 後で設定
zh_hans: 稍后设置

# Setup_Lead
source: Choose what works for you. You can change these settings later.
ja_jp: 使い方に合わせて選択してください。後から設定で変更できます。
zh_hans: 按你的习惯选择，也可以随时在设置中调整。

# Setup_Reopen
source: Choose again
ja_jp: 選択し直す
zh_hans: 重新选择

# Setup_SearchDescription
source: Search files and apps with the shortcut below, even after closing the file manager.
ja_jp: ファイルマネージャーを閉じても、下のショートカットでファイルやアプリを検索できます。
zh_hans: 使用下方快捷键随时搜索文件和应用，关闭文件窗口后仍可使用。

# Setup_SkipSearch
source: Leave search off for now
ja_jp: 検索を有効にせず続行
zh_hans: 暂不启用搜索

# Setup_Start
source: Get started
ja_jp: 使い始める
zh_hans: 开始使用

# Setup_Title
source: Choose your features
ja_jp: 使用する機能を選択
zh_hans: 选择你需要的功能

# Share_NotReady
source: Sharing is not ready yet.
ja_jp: 共有の準備ができていません。
zh_hans: 分享功能尚未就绪。

# Shelf_Add
source: Add to file shelf
ja_jp: ファイルシェルフに追加
zh_hans: 添加到暂存架

# Shelf_Browse
source: Choose destination folder
ja_jp: 転送先フォルダーを選択
zh_hans: 选择目标文件夹

# Shelf_Cancel
source: Stop after current item
ja_jp: 現在の項目が完了したら停止
zh_hans: 完成当前项目后停止

# Shelf_Cancelled
source: Stopped: {0} items transferred
ja_jp: 停止しました：{0} 項目を転送済み
zh_hans: 已停止：已传输 {0} 项

# Shelf_Capacity
source: The shelf can hold at most {0} items.
ja_jp: シェルフには最大 {0} 項目を追加できます。
zh_hans: 暂存架最多可容纳 {0} 个项目。

# Shelf_Clear
source: Clear shelf
ja_jp: シェルフを空にする
zh_hans: 清空暂存架

# Shelf_Completed
source: {0} items transferred
ja_jp: {0} 項目を転送しました
zh_hans: 已传输 {0} 项

# Shelf_Copy
source: Copy selected to destination
ja_jp: 選択した項目を転送先にコピー
zh_hans: 复制所选项目到目标文件夹

# Shelf_CopyTo
source: Copy selected to...
ja_jp: 選択した項目をコピー…
zh_hans: 复制所选项目到…

# Shelf_Count
source: {0} items
ja_jp: {0} 項目
zh_hans: {0} 项

# Shelf_Destination
source: Destination folder
ja_jp: 転送先フォルダー
zh_hans: 目标文件夹

# Shelf_Empty
source: Shelf is empty
ja_jp: シェルフは空です
zh_hans: 暂存架为空

# Shelf_InvalidDestination
source: Choose an existing destination folder.
ja_jp: 存在するフォルダーを転送先に選択してください。
zh_hans: 请选择已存在的目标文件夹。

# Shelf_Move
source: Move selected to destination
ja_jp: 選択した項目を転送先に移動
zh_hans: 移动所选项目到目标文件夹

# Shelf_MoveTo
source: Move selected to...
ja_jp: 選択した項目を移動…
zh_hans: 移动所选项目到…

# Shelf_Progress
source: Transferring: {0} completed
ja_jp: 転送中：{0} 項目完了
zh_hans: 正在传输：已完成 {0} 项

# Shelf_Remove
source: Remove selected references
ja_jp: 選択した項目をシェルフから外す
zh_hans: 移除所选引用

# Shelf_Title
source: File shelf
ja_jp: ファイルシェルフ
zh_hans: 文件暂存架

# ShellLayered
source: Layered
ja_jp: 階層型
zh_hans: 分层

# ShellStyle
source: Interface style
ja_jp: インターフェイスのスタイル
zh_hans: 界面风格

# ShellStyleDescription
source: Unified keeps the original continuous surface; Layered separates regions with subtle tones. Changes apply immediately.
ja_jp: 一体型は連続した背景、階層型は色調の違いで領域を分けます。変更はすぐに反映されます。
zh_hans: 一体化保留原来的连贯底色；分层用柔和色差区分区域。切换立即生效。

# ShellUnified
source: Unified
ja_jp: 一体型
zh_hans: 一体化

# Shortcut_Change
source: Change shortcut
ja_jp: ショートカットを変更
zh_hans: 更换快捷键

# Shortcut_ChangeConflict
source: This shortcut is in use. Your previous shortcut was kept. Choose another combination or close the app using it.
ja_jp: このショートカットは使用中です。元の設定を保持しました。別の組み合わせを選ぶか、使用中のアプリを閉じてください。
zh_hans: 这个快捷键已被占用，原来的快捷键已保留。请更换组合，或关闭占用它的程序后重试。

# Shortcut_CloseTab
source: Close tab
ja_jp: タブを閉じる
zh_hans: 关闭标签页

# Shortcut_Conflict
source: Already used by {0}.
ja_jp: {0} で使用されています。
zh_hans: 该组合键已用于“{0}”。

# Shortcut_DeleteHint
source: Only the listed shortcuts are deleted. Their target programs are not deleted or uninstalled.
ja_jp: 一覧のショートカットのみを削除します。リンク先のプログラムは削除もアンインストールもされません。
zh_hans: 这只删除列出的快捷方式，不会删除其指向的程序或卸载应用。

# Shortcut_DeleteMenu
source: Delete shortcut…
ja_jp: ショートカットを削除…
zh_hans: 删除快捷方式…

# Shortcut_EditAddress
source: Edit address
ja_jp: アドレスを編集
zh_hans: 编辑地址栏

# Shortcut_ExampleF
source: e.g. Ctrl+Alt+F
ja_jp: 例：Ctrl+Alt+F
zh_hans: 例如 Ctrl+Alt+F

# Shortcut_ExampleK
source: e.g. Ctrl+Alt+K
ja_jp: 例：Ctrl+Alt+K
zh_hans: 例如 Ctrl+Alt+K

# Shortcut_FilterFolder
source: Search files
ja_jp: ファイルを検索
zh_hans: 搜索文件

# Shortcut_InUse
source: {0} is already in use
ja_jp: {0} は使用されています
zh_hans: {0} 已被占用

# Shortcut_InUseHint
source: Another app is using this shortcut. Close that app or change the shortcut in settings.
ja_jp: 他のアプリがこのショートカットを使用しています。そのアプリを閉じるか、設定でショートカットを変更してください。
zh_hans: 快捷键已被其他程序占用。请关闭该程序，或从设置更换快捷键。

# Shortcut_Invalid
source: Invalid shortcut
ja_jp: ショートカットが無効です
zh_hans: 快捷键格式不正确

# Shortcut_InvalidHint
source: Use Alt, Ctrl, or Shift with Space, a letter, a number, or a function key other than F12. You can also record the shortcut directly.
ja_jp: Alt、Ctrl、Shift と、スペース、英字、数字、F12 以外のファンクションキーを組み合わせてください。「キーを入力」から直接入力することもできます。
zh_hans: 请输入 Alt、Ctrl 或 Shift 加空格、字母、数字或功能键（F12 除外），也可以点击“录入快捷键”直接按键。

# Shortcut_Lead
source: Click a shortcut, then press the new key combination.
ja_jp: ショートカットをクリックして、新しいキーの組み合わせを押してください。
zh_hans: 左侧是功能，右侧是当前快捷键。点击快捷键后，直接按下新的组合键即可修改。

# Shortcut_PressCombination
source: Press a key combination…
ja_jp: キーの組み合わせを押してください…
zh_hans: 请按组合键…

# Shortcut_PressKeys
source: Press shortcut
ja_jp: キーを押してください
zh_hans: 请按下快捷键

# Shortcut_Preview
source: Toggle preview
ja_jp: プレビューの切り替え
zh_hans: 显示或隐藏预览

# Shortcut_Record
source: Record shortcut
ja_jp: キーを入力
zh_hans: 录入快捷键

# Shortcut_RecordHint
source: Click, then press a key combination
ja_jp: クリックしてキーの組み合わせを押してください
zh_hans: 点击后按下组合键

# Shortcut_Redo
source: Redo
ja_jp: やり直す
zh_hans: 重做

# Shortcut_RegisterFailed
source: Could not register the shortcut (Windows error {0}). Try another combination.
ja_jp: ショートカットを登録できませんでした（Windows エラー {0}）。別の組み合わせをお試しください。
zh_hans: 无法注册快捷键（Windows 错误 {0}）。请更换组合后重试。

# Shortcut_RestoreDefaults
source: Restore defaults
ja_jp: 既定に戻す
zh_hans: 恢复默认

# Shortcut_SaveFailed
source: Couldn't save the shortcut.
ja_jp: ショートカットを保存できませんでした。
zh_hans: 无法保存快捷键。

# Shortcut_TryAnother
source: Try another combination…
ja_jp: 別の組み合わせを押してください…
zh_hans: 请换组合键…

# Shortcut_Undo
source: Undo
ja_jp: 元に戻す
zh_hans: 撤销

# Shortcut_ValidKeys
source: Use Alt, Ctrl, or Shift with Space, a letter, a number, or a function key other than F12.
ja_jp: Alt、Ctrl、Shift と、スペース、英字、数字、F12 以外のファンクションキーを組み合わせてください。
zh_hans: 请使用 Alt、Ctrl 或 Shift 搭配空格、字母、数字或功能键（F12 除外）。

# Shortcut_WinUnsupported
source: The Windows key is not supported
ja_jp: Windows キーは使用できません
zh_hans: 不支持 Win 键

# ShortcutsBody
source: Enter opens. Backspace or Alt+Up goes up. Alt+Left / Alt+Right history. Ctrl+T new tab. Ctrl+W closes a tab. Ctrl+L path. Ctrl+F filter. F5 refresh. Ctrl+Z undo. Ctrl+Y redo.
ja_jp: Enter で開く。Backspace または Alt+Up で親フォルダーへ。Alt+Left / Alt+Right で履歴を移動。 Ctrl+T で新しいタブ。Ctrl+W でタブを閉じる。Ctrl+L でアドレス。Ctrl+F で検索。F5 で更新。Ctrl+Z で元に戻す。Ctrl+Y でやり直す。
zh_hans: Enter 打开 Backspace / Alt+↑ 上级 Alt+← / Alt+→ 后退前进 Ctrl+T 新标签 Ctrl+W 关闭标签 Ctrl+L 路径 Ctrl+F 筛选 F5 刷新 Ctrl+Z 撤销 Ctrl+Y 重做

# ShortcutsHeader
source: Keyboard
ja_jp: キーボード
zh_hans: 键盘

# ShortcutsTitle
source: Keyboard shortcuts
ja_jp: キーボードショートカット
zh_hans: 常用快捷键

# ShowExtensionsDescription
source: Keep the type suffix visible in names.
ja_jp: ファイル名の末尾に拡張子を表示します。
zh_hans: 在文件名中保留类型后缀。

# ShowExtensionsTitle
source: Show file extensions
ja_jp: ファイルの拡張子を表示
zh_hans: 显示文件扩展名

# ShowFolderSizesDescription
source: Fill the Size column for folders. Off by default because walking large trees can be slow.
ja_jp: フォルダーのサイズを一覧に表示します。大きなフォルダーでは処理に時間がかかるため、既定ではオフです。
zh_hans: 在大小列中显示文件夹占用。默认关闭，因为扫描大目录会比较慢。

# ShowFolderSizesTitle
source: Show folder sizes
ja_jp: フォルダーのサイズを表示
zh_hans: 显示文件夹大小

# ShowHiddenFilesDescription
source: Include hidden and system items while browsing folders.
ja_jp: 隠し項目とシステム項目をフォルダー内に表示します。
zh_hans: 浏览文件夹时包含隐藏项目和系统项目。

# ShowHiddenFilesTitle
source: Show hidden files
ja_jp: 隠しファイルを表示
zh_hans: 显示隐藏文件

source: Show navigation
ja_jp: ナビゲーションを表示
zh_hans: 显示导航

# SidebarDefaultsRestored
source: Default sidebar locations restored.
ja_jp: サイドバーの項目を既定に戻しました。
zh_hans: 已恢复默认侧栏位置。

# SidebarPinsDescription
source: Remove any pinned location from its context menu, or restore the familiar defaults here.
ja_jp: 各項目のメニューからピン留めを解除できます。ここでは既定の項目に戻せます。
zh_hans: 可以在侧栏中右键取消任意固定位置，也可以在这里恢复常用的默认位置。

# SidebarPinsTitle
source: Sidebar pinned items
ja_jp: サイドバーのピン留め
zh_hans: 侧栏固定项目

# SidebarSection
source: Sidebar
ja_jp: サイドバー
zh_hans: 侧栏

# Sidebar_AddCloud
source: Add cloud storage
ja_jp: クラウドストレージを追加
zh_hans: 添加云盘

# Sidebar_AddCloudFolder
source: Add cloud folder
ja_jp: クラウドフォルダーを追加
zh_hans: 添加云盘文件夹

# Sidebar_CloudEntryHint
source: Changes only this sidebar entry, not files or your cloud account. Use + to add a removed folder again.
ja_jp: サイドバーの項目のみを変更します。ファイルやクラウドのアカウントには影響しません。削除した項目は「+」から再追加できます。
zh_hans: 只修改侧栏入口，不更改文件或云盘账号。移除后可通过“+”重新添加文件夹。

# Sidebar_CloudInvalid
source: Enter a name and an existing absolute folder path.
ja_jp: 名前と、存在するフォルダーの絶対パスを入力してください。
zh_hans: 请填写名称和已存在的完整文件夹路径。

# Sidebar_CloudPath
source: Local sync folder
ja_jp: ローカルの同期フォルダー
zh_hans: 本地同步文件夹

# Sidebar_CloudSaveFailed
source: Could not save this entry. Please try again.
ja_jp: この項目を保存できませんでした。もう一度お試しください。
zh_hans: 无法保存此入口，请重试。

# Sidebar_Collapse
source: Collapse navigation
ja_jp: ナビゲーションを折りたたむ
zh_hans: 收起导航栏

# Sidebar_DisconnectNetworkDrive
source: Disconnect network drive
ja_jp: ネットワークドライブの切断
zh_hans: 断开网络驱动器

# Sidebar_EditCloud
source: Edit cloud entry
ja_jp: クラウドの項目を編集
zh_hans: 编辑云盘入口

# Sidebar_Eject
source: Eject
ja_jp: 取り出し
zh_hans: 弹出

# Sidebar_Expand
source: Expand navigation
ja_jp: ナビゲーションを展開
zh_hans: 展开导航栏

# Sidebar_MapNetworkDrive
source: Map network drive
ja_jp: ネットワークドライブの割り当て
zh_hans: 映射网络驱动器

# Sidebar_OneDriveSettings
source: OneDrive settings
ja_jp: OneDrive の設定
zh_hans: OneDrive 设置

# Sidebar_PinFolder
source: Pin folder
ja_jp: フォルダーをピン留め
zh_hans: 固定文件夹

# Sidebar_RemoveCloud
source: Remove cloud entry
ja_jp: クラウドの項目を削除
zh_hans: 移除云盘入口

source: Sort
ja_jp: 並べ替え
zh_hans: 排序

# SortByModified
source: Sort by date
ja_jp: 更新日時で並べ替え
zh_hans: 按日期排序

source: Sort by name
ja_jp: 名前で並べ替え
zh_hans: 按名称排序

source: Sort by size
ja_jp: サイズで並べ替え
zh_hans: 按大小排序

source: Sort by type
ja_jp: 種類で並べ替え
zh_hans: 按类型排序

# Sort_MixedPinyin
source: Sort Chinese and Latin names together by pinyin
ja_jp: 中国語と英字をピンイン順で並べる
zh_hans: 中英文按拼音混合排序

# Sort_MixedPinyinHint
source: When sorting by name, place Chinese pinyin alongside Latin letters, such as 阿 with A. Otherwise, Chinese names form a separate group. Multiple readings use the dictionary default.
ja_jp: 名前順では中国語のピンインを英字と一緒に並べます（例：阿と A）。オフでは中国語を別に並べます。複数の読みがある字は辞書の既定の読みを使います。
zh_hans: 按名称排序时，将中文拼音与英文字母排在一起，例如“阿”与 A。关闭时中文单独排列；多音字使用字典默认读音。

# Sort_Modified
source: Date modified
ja_jp: 更新日時
zh_hans: 修改日期

# Sort_Name
source: Name
ja_jp: 名前
zh_hans: 名称

# Sort_Size
source: Size
ja_jp: サイズ
zh_hans: 大小

# Sort_Type
source: Type
ja_jp: 種類
zh_hans: 类型

# StartAtLogin
source: Start at sign-in
ja_jp: サインイン時に起動
zh_hans: 开机自启

# StartupFolderDescription
source: New windows start on the Home dashboard or Desktop.
ja_jp: 新しいウィンドウにホームまたはデスクトップを表示します。
zh_hans: 新窗口会先进入主页或桌面。

# StartupFolderTitle
source: Open to
ja_jp: 起動時に開く場所
zh_hans: 打开位置

# StartupSection
source: Startup
ja_jp: 起動
zh_hans: 启动

# Startup_SaveFailed
source: Could not configure startup:
ja_jp: 自動起動を設定できませんでした：
zh_hans: 开机自启未能设置：

source: Status bar
ja_jp: ステータスバー
zh_hans: 状态栏

# StatusBarDescription
source: Show item count and selection under the file list.
ja_jp: ファイル一覧の下に項目数と選択状態を表示します。
zh_hans: 在文件列表下方显示数量和选中摘要。

# Status_FolderCalculating
source: Calculating folder size…
ja_jp: フォルダーのサイズを計算中…
zh_hans: 正在计算文件夹大小…

# Status_FolderSize
source: Folder size: {0}
ja_jp: フォルダーのサイズ：{0}
zh_hans: 文件夹大小：{0}

# Status_FolderUnavailable
source: Folder size unavailable
ja_jp: フォルダーのサイズを取得できません
zh_hans: 无法计算文件夹大小

# Status_Free
source: {0} free
ja_jp: 空き領域 {0}
zh_hans: {0} 可用

# Status_FreeOfTotal
source: {0} free, {1} total
ja_jp: 空き領域 {0} / 合計 {1}
zh_hans: {0} 可用，共 {1}

# Status_Items
source: {0} items
ja_jp: {0} 項目
zh_hans: {0} 个项目

# Status_ItemsCancelled
source: {0} items · cancelled
ja_jp: {0} 項目 · キャンセル済み
zh_hans: {0} 个项目 · 已取消

# Status_ItemsFailed
source: {0} items · failed
ja_jp: {0} 項目 · 読み込み失敗
zh_hans: {0} 个项目 · 加载失败

# Status_ItemsLoading
source: {0} items · loading
ja_jp: {0} 項目 · 読み込み中
zh_hans: {0} 个项目 · 正在加载

# Status_Selected
source: {0} selected
ja_jp: {0} 項目を選択
zh_hans: 已选择 {0} 个项目

# SystemLocation_Failed
source: Could not open this system location. Check the name or path.
ja_jp: システムの場所を開けませんでした。名前またはパスを確認してください。
zh_hans: 无法打开这个系统位置。请检查名称或路径。

# SystemSection
source: System
ja_jp: システム
zh_hans: 系统

# System_ControlPanel
source: Control Panel
ja_jp: コントロールパネル
zh_hans: 控制面板

# System_Libraries
source: Libraries
ja_jp: ライブラリ
zh_hans: 库

# System_Network
source: Network
ja_jp: ネットワーク
zh_hans: 网络

# System_RecycleBin
source: Recycle Bin
ja_jp: ごみ箱
zh_hans: 回收站

# TabStateDescription
source: Each tab keeps its own location, history, sort, and view state.
ja_jp: 各タブは場所、履歴、並べ替え、表示方法を個別に保持します。
zh_hans: 每个标签页分别保留位置、历史记录、排序和视图状态。

# TabStateTitle
source: Independent navigation
ja_jp: タブごとの移動履歴
zh_hans: 独立导航状态

# Tab_Close
source: Close tab
ja_jp: タブを閉じる
zh_hans: 关闭标签页

# Tab_CloseOthers
source: Close other tabs
ja_jp: 他のタブを閉じる
zh_hans: 关闭其他标签页

# Tab_CloseToTheRight
source: Close tabs to the right
ja_jp: 右側のタブを閉じる
zh_hans: 关闭右侧标签页

# Tab_Duplicate
source: Duplicate tab
ja_jp: タブを複製
zh_hans: 复制标签页

# Tab_KeepActive
source: Keep this tab active
ja_jp: このタブをアクティブに保つ
zh_hans: 保持此标签页活跃

# Tab_MemoryAggressive
source: Aggressive · 2 minutes
ja_jp: 積極的 · 2 分
zh_hans: 积极 · 2 分钟

# Tab_MemoryBalanced
source: Balanced · 10 minutes
ja_jp: 標準 · 10 分
zh_hans: 均衡 · 10 分钟

# Tab_MemoryHint
source: Put idle tabs to sleep and restore their location when selected. Use the tab menu to keep a tab active.
ja_jp: 未使用のタブを休止し、選択時に元の場所を復元します。タブのメニューからアクティブ状態を維持できます。
zh_hans: 自动休眠闲置标签页，切回来时恢复浏览位置。右键标签页可选择保持活跃。

# Tab_MemoryMode
source: Memory saver
ja_jp: メモリ節約
zh_hans: 省内存模式

# Tab_MemoryModerate
source: Moderate · 30 minutes
ja_jp: 控えめ · 30 分
zh_hans: 适度 · 30 分钟

# Tab_MoveToNewWindow
source: Move to new window
ja_jp: 新しいウィンドウに移動
zh_hans: 移至新窗口

# Tab_Reopen
source: Reopen closed tab
ja_jp: 閉じたタブを開き直す
zh_hans: 恢复关闭的标签页

# Tab_Suspend
source: Put this tab to sleep
ja_jp: このタブを休止
zh_hans: 休眠此标签页

# Tab_SuspendedHint
source: Sleeping — select to restore
ja_jp: 休止中 — 選択して復元
zh_hans: 已休眠，点击恢复

# TabsDescription
source: Use Ctrl+T to open Home in a new tab.
ja_jp: Ctrl+T で新しいタブにホームを開きます。
zh_hans: 按 Ctrl+T 在新标签页打开主页。

# TabsSection
source: Tabs
ja_jp: タブ
zh_hans: 标签页

# TabsTitle
source: Tabs
ja_jp: タブ
zh_hans: 标签页

# TagColorsDescription
source: Use short labels and consistent colors to scan a folder quickly.
ja_jp: 短い名前と統一した色を使うと、フォルダー内の項目を見分けやすくなります。
zh_hans: 使用简短名称和一致的颜色，更快扫读当前文件夹。

# TagColorsTitle
source: Tag colors
ja_jp: タグの色
zh_hans: 标签颜色

# TagCreate
source: Create tag
ja_jp: タグを作成
zh_hans: 创建标签

# TagNamePlaceholder
source: New tag name
ja_jp: 新しいタグの名前
zh_hans: 新标签名称

# TagPickerActionHint
source: Select to apply · × to remove
ja_jp: 選択して適用 · × で解除
zh_hans: 点击标签添加 · 点击 × 移除

# TagPickerEmpty
source: No tags yet. Type a name to create one.
ja_jp: タグはありません。名前を入力して作成してください。
zh_hans: 还没有标签，输入名称即可新建。

# TagPickerHint
source: Check tags to apply, or type a name and choose Done.
ja_jp: タグを選択するか、名前を入力して「完了」を選んでください。
zh_hans: 勾选要应用的标签，或输入名称后点完成。

# TagPickerPlaceholder
source: Filter or create a tag
ja_jp: タグを検索または作成
zh_hans: 搜索或新建标签

# TagPickerTitle
source: Tags
ja_jp: タグ
zh_hans: 标签

# Tag_Color
source: Color
ja_jp: 色
zh_hans: 颜色

# Tag_Create
source: Create
ja_jp: 作成
zh_hans: 创建

# Tag_Delete
source: Delete
ja_jp: 削除
zh_hans: 删除

# Tag_DeleteBody
source: Delete the tag “{0}”? Files using it will keep their files, but the label will be removed.
ja_jp: タグ「{0}」を削除しますか？ファイルは削除されませんが、このタグは解除されます。
zh_hans: 确定删除标签“{0}”吗？文件不会被删除，只会移除这个标签。

# Tag_DeleteTitle
source: Delete tag?
ja_jp: タグを削除しますか？
zh_hans: 删除标签？

# Tag_Done
source: Done
ja_jp: 完了
zh_hans: 完成

# Tag_Edit
source: Edit tag
ja_jp: タグを編集
zh_hans: 编辑标签

# Tag_EditTitle
source: Edit tag
ja_jp: タグを編集
zh_hans: 编辑标签

# Tag_Empty
source: No tags yet. Create one to get started.
ja_jp: タグはありません。作成して始めましょう。
zh_hans: 还没有标签，点击右上角新建一个。

# Tag_Name
source: Name
ja_jp: 名前
zh_hans: 名称

# Tag_NameRequired
source: Enter a tag name.
ja_jp: タグ名を入力してください。
zh_hans: 请输入标签名称。

# Tag_New
source: New tag
ja_jp: 新しいタグ
zh_hans: 新建标签

# Tag_Remove
source: Remove
ja_jp: 解除
zh_hans: 移除

# TagsLead
source: Create a small set of colored labels that stay with your files.
ja_jp: 色付きのタグを作成して、ファイルを整理します。
zh_hans: 创建一组彩色标签，让它们跟随文件一起保留。

# TagsSection
source: Your tags
ja_jp: 登録済みのタグ
zh_hans: 你的标签

# TagsTitle
source: Tags
ja_jp: タグ
zh_hans: 标签

# Tags_NotReady
source: Tags are not ready yet.
ja_jp: タグの準備ができていません。
zh_hans: 标签尚未就绪。

# ThemeDark
source: Dark
ja_jp: ダーク
zh_hans: 深色

# ThemeDescription
source: Light, Dark, or match Windows.
ja_jp: ライト、ダーク、または Windows の設定に合わせます。
zh_hans: 浅色、深色，或跟随 Windows。

# ThemeLight
source: Light
ja_jp: ライト
zh_hans: 浅色

# ThemeSection
source: App theme
ja_jp: アプリのテーマ
zh_hans: 应用主题

# ThemeSystem
source: System
ja_jp: システムに合わせる
zh_hans: 跟随系统

source: Toolbar
ja_jp: ツールバー
zh_hans: 工具栏

# ToolbarDescription
source: Show sort and view buttons next to the address bar.
ja_jp: アドレスバーの近くに並べ替えと表示方法のボタンを表示します。
zh_hans: 在地址栏右侧显示排序和视图按钮。

# Transfer_ApplyAll
source: Apply to remaining conflicts of this kind
ja_jp: 今回の操作で同じ種類の競合にすべて適用
zh_hans: 对本次操作后续同类冲突应用此选择

# Transfer_ApplyAllCompact
source: Use this choice for remaining conflicts of this kind
ja_jp: 今回の同種の競合すべてに適用
zh_hans: 本次操作的同类冲突都这样处理

# Transfer_Bytes
source: {0} bytes
ja_jp: {0} バイト
zh_hans: {0} 字节

# Transfer_ConflictHint
source: “{0}” already exists. Choose how to handle this item.
ja_jp: 「{0}」は既に存在します。処理方法を選択してください。
zh_hans: “{0}”已存在，请选择如何处理。

# Transfer_CreateCopy
source: Create a copy
ja_jp: コピーを作成
zh_hans: 创建副本

# Transfer_Details
source: Show failed items
ja_jp: 失敗した項目を表示
zh_hans: 查看失败项目

# Transfer_ExistingLabel
source: Already here
ja_jp: 転送先の項目
zh_hans: 已有项目

# Transfer_IncomingLabel
source: Incoming item
ja_jp: 転送元の項目
zh_hans: 来源项目

# Transfer_InvalidDestination
source: The destination is this item, its current parent, or a subfolder of it. Choose another destination.
ja_jp: 転送先は項目自身、現在の親フォルダー、または子フォルダーです。別の場所を選択してください。
zh_hans: 目标是项目自身、当前所在文件夹或其子文件夹，请选择其他位置。

# Transfer_KeepBoth
source: Keep both — add a number to the incoming name
ja_jp: 両方を保持（名前に括弧付きの番号を追加）
zh_hans: 保留两者（自动添加括号编号）

# Transfer_KeepBothButton
source: Keep both
ja_jp: 両方を保持
zh_hans: 保留两者

# Transfer_LinkHint
source: The destination is a link. It will not be replaced; keep both or skip this item.
ja_jp: 転送先はリンクのため置き換えません。両方を保持するか、スキップしてください。
zh_hans: 目标是链接，不直接替换链接。请选择保留两者或跳过。

# Transfer_Merge
source: Merge folders — ask again for matching files inside
ja_jp: フォルダーを統合（内部の同名ファイルは確認）
zh_hans: 合并文件夹（内部文件同名时继续询问）

# Transfer_Newer
source: Newer modification
ja_jp: 更新日時が新しい
zh_hans: 修改时间较新

# Transfer_NumberedName
source: Name when keeping both: {0}
ja_jp: 両方を保持する場合の名前：{0}
zh_hans: 保留两者时的新名称：{0}

# Transfer_Replace
source: Replace the existing file
ja_jp: 既存のファイルを置き換える
zh_hans: 替换已有文件

# Transfer_ReplaceButton
source: Replace
ja_jp: 置き換える
zh_hans: 替换

# Transfer_ReplaceHint
source: Use the incoming file. The previous version can be restored with Undo while it remains in this session's history.
ja_jp: コピー元の内容に置き換えます。このセッションの履歴に残っている間は、元に戻す操作で以前の内容を復元できます。
zh_hans: 使用来源文件替换已有内容。当前会话的撤销记录保留期间，可撤销以恢复旧版本。

# Transfer_ResultCounts
source: Transferred {0} · Skipped {1} · Failed {2}
ja_jp: 転送済み {0} 件 · スキップ {1} 件 · 失敗 {2} 件
zh_hans: 已传输 {0} 项 · 已跳过 {1} 项 · 失败 {2} 项

# Transfer_SameItemHint
source: The source and destination refer to the same item, so it cannot replace itself. Create a numbered copy or skip it.
ja_jp: 転送元と転送先は同じ項目のため、自分自身を置き換えることはできません。番号付きのコピーを作成するか、スキップしてください。
zh_hans: 来源和目标指向同一个项目，不能替换自身。可以创建编号副本，或跳过。

# Transfer_SameItemTitle
source: This is the same item
ja_jp: 同じ項目です
zh_hans: 已是同一个项目

# Transfer_Skipped
source: {0} skipped
ja_jp: {0} 項目をスキップ
zh_hans: 已跳过 {0} 项

# Transfer_Source
source: From: {0}
ja_jp: コピー元：{0}
zh_hans: 来源：{0}

# Transfer_Target
source: Existing item: {0}
ja_jp: 既存の項目：{0}
zh_hans: 已有项目：{0}

# Transfer_TypeHint
source: A file and a folder share this name. They cannot be merged or directly replaced; keep both or skip.
ja_jp: 同じ名前のファイルとフォルダーが存在します。統合や直接の置き換えはできません。両方を保持するか、スキップしてください。
zh_hans: 同名项目的类型不同，不能合并或直接替换。请选择保留两者或跳过。

source: Transparency
ja_jp: 透明度
zh_hans: 透明度

# TransparencyDescription
source: Adjust frosted-glass strength. 0% is opaque; higher values softly reveal the background while keeping layer colors and text readable.
ja_jp: すりガラスの透け感を調整します。0% は不透明です。値を上げても背景色と階層のコントラストを保ち、文字を読みやすくします。
zh_hans: 调节磨砂玻璃的通透强度：0% 不透明，数值越大越通透，同时保留底色和分层对比，避免背景染色影响阅读。

# TransparencyDisabled
source: Choose a translucent backdrop and enable glass effects to adjust transparency.
ja_jp: 半透明の背景を選び、ガラス効果を有効にすると透明度を調整できます。
zh_hans: 选择非纯色背景并开启玻璃效果后，可调节透明度。

# Tray_LeftClick
source: Tray left-click opens
ja_jp: トレイの左クリックで開く画面
zh_hans: 托盘左键打开

# Tray_OpenManager
source: Open file manager on tray left-click
ja_jp: トレイの左クリックでファイルマネージャーを開く
zh_hans: 托盘左键打开文件管理器

# Tray_OpenSearch
source: Open search on tray left-click
ja_jp: トレイの左クリックで検索を開く
zh_hans: 托盘左键打开搜索框

# Type_File
source: File
ja_jp: ファイル
zh_hans: 文件

# Type_FileSuffix
source: file
ja_jp: ファイル
zh_hans: 文件
